export default {
  data1: [1000, 1000, 1000],
  data2: [700, 302],
  data3: {
    humidity: [
      55, 59, 62, 60, 63, 67, 64, 67, 65, 60, 70, 71,
      67, 66, 66, 64, 60, 59, 58, 55, 59, 56, 56, 57
    ],
    temperature: [
      56, 57, 60, 63, 63, 66, 66, 64, 67, 64, 67, 66,
      66, 64, 60, 59, 58, 55, 60, 63, 67, 64, 65, 60
    ],
  },
  data4: {
    humidity: [
      21, 22, 24, 22, 23, 22, 23, 24, 24, 21, 21, 22,
      24, 23, 24, 21, 22, 23, 24, 23, 23, 23, 23, 24
    ],
    temperature: [
      21, 22, 23, 22, 24, 23, 21, 21, 22, 22, 21, 21,
      24, 23, 21, 24, 22, 24, 24, 22, 21, 23, 23, 25
    ]
  },
  data5: [
    { value: 300, name: "一周期猪" },
    { value: 700, name: "二周期猪" },
    { value: 360, name: "一周期羊" },
    { value: 640, name: "二周期羊" },
    { value: 600, name: "一周期牛" },
    { value: 400, name: "二周期牛" },
  ],
  data6: [
    { value: 900, name: "健康猪" },
    { value: 100, name: "病猪" },
    { value: 850, name: "健康牛" },
    { value: 150, name: "病牛" },
    { value: 800, name: "健康羊" },
    { value: 200, name: "病羊" },
  ]
};